Repository: pigamux/pigamux.github.io
Catalog: games/aca/AdventuresWithAnxiety.tmx
Source language: en_us
Languages: pt_pt

source: n3: Welcome!
pt_pt: n3: Olá!

source: This is less of a "game," more of an interactive story.
pt_pt: Isto não é bem um "jogo", é mais uma história interativa.

source: Hope you like reading, sucka!
pt_pt: Espero que gostes de ler, cromo!

source: n3: So before we start, how would <g id="1">you</g> like to read?
pt_pt: n3: Então, antes de começarmos, como <g id="1">gostarias</g> de ler?

source: n3: Great!
pt_pt: n3: Ótimo!

source: Note: you can always change options with the ⚙ icon below.
pt_pt: Nota: Podes sempre alterar as opções com o ícone ⚙ abaixo.

source: Also, game auto-saves at each chapter!
pt_pt: Além disso, o jogo é salvo automaticamente a cada capítulo!

source: n3: Now, let's begin our story...
pt_pt: n3: Agora, vamos começar a história...

source: n2: THIS IS A HUMAN
pt_pt: n2: ISTO É UM HUMANO

source: n2: FEARS THIS ROUND:
pt_pt: n2: MEDOS DESTA RONDA:

source: i: #harm# <g id="1">BEING HARMED:</g> {{_.
pt_pt: i: #harm# <g id="1">SER MAGOADO:</g> {{_.

source: i: #alone# <g id="1">BEING UNLOVED:</g> {{_.
pt_pt: i: #alone# <g id="1">NÃO SER AMADO:</g> {{_.

source: i: #bad# <g id="1">BEING A BAD PERSON:</g> {{_.
pt_pt: i: #bad# <g id="1">SER MÁ PESSOA:</g> {{_.

source: it's ok to quit & continue later)
pt_pt: não há problema em desistir e continuar mais tarde)

source: h: <g id="1">sigh</g>
pt_pt: h: <g id="1">suspiro</g>

source: h: So what the ^hell^ was the moral of this story?
pt_pt: h: Então, que ^caralho^ foi a moral desta história?

source: h: What did we even <g id="1">learn</g>?
pt_pt: h: O que é que <g id="1">aprendemos</g>?

source: I <g id="2">was</g> being stupid, my "friends" <g id="3">were</g> using me, and we almost frickin' <g id="4">died</g>.
pt_pt: Eu <g id="2">estava</g> a ser estúpidx, os meus "amigos" <g id="3">estavam</g> a usar-me, e nós quase <g id="4">morremos</g>.

source: INJURED}} <g id="1">Yeah, not to mention the hospital bill.</g> {{/if}}
pt_pt: MAGOADO}} <g id="1">Sim, sem mencionar a conta do hospital.</g> {{/if}}

source: INJURED}} <g id="1">Yeah, not to mention the liver damage.</g> {{/if}}
pt_pt: FERIDO}} <g id="1">Sim, sem mencionar os danos ao fígado.</g> {{/if}}

source: Yeah, that <g id="2">was</g> the worst-case scenario.
pt_pt: Sim, esse <g id="2">era</g> o pior cenário possível.

source: Yeah, I was right.
pt_pt: Sim, eu tinha razão.

source: h: Right.
pt_pt: h: Certo.

source: I don't think my insurance plan covers "being a dumb^ass^".
pt_pt: Eu não acho que o meu seguro cobre "ser estúpido".

source: b: And yet... we survived!
pt_pt: b: E ainda assim... sobrevivemos!

source: b: We definitely shaved a few years off our life expectancy...
pt_pt: b: Tenho a certeza de que reduzimos alguns anos à nossa vida...

source: b: But at least we still <g id="1">have</g> a life expectancy!
pt_pt: b: Mas pelo menos ainda <g id="1">temos</g> vida!

source: We survived!
pt_pt: Nós sobrevivemos!

source: b: And yet...
pt_pt: b: E ainda assim...

source: b: We survived!
pt_pt: b: Nós sobrevivemos!

source: b: But... you were right, too.
pt_pt: b: Mas... também tinhas razão.

source: b: I <g id="1">was</g> the wolf who cried wolf.
pt_pt: b: Eu <g id="1">fui</g> o lobo que gritou lobo.

source: So when <g id="2">actual</g> danger came, you – justifiably – didn't believe me.
pt_pt: Então quando me deparei com perigo <g id="2">real</g>, tu - e com razão - não acreditaste em mim.

source: b: And yet, we survived!
pt_pt: b: E ainda assim... sobrevivemos!

source: b: Despite everything, we're still here.
pt_pt: b: Apesar de tudo, ainda aqui estamos.

source: INJURED}} h: You seem pretty calm considering we just had a near-death experience. {{/if}}
pt_pt: FERIDO}} h: Pareces bastante calmo, considerando que acabamos de ter uma experiência de vida ou morte. {{/if}}

source: INJURED}} h: You seem pretty calm considering we just had a <g id="1">near</g>-near-death experience. {{/if}}
pt_pt: FERIDO}} h: Parece bastante calmo, considerando que acabamos de ter uma experiência de vida <g id="1">ou</g> morte. {{/if}}

source: b: Well, it makes everything else less scary in comparison.
pt_pt: b: Bem, comparado a isso, tudo o resto parece menos assustador.

source: It's also got me thinking.
pt_pt: Também me fez pensar.

source: b: If me fighting you sucks, because it doesn't protect you...
pt_pt: b: Se o facto de eu lutar contigo é uma ^merda^, porque não te protege...

source: h: But me fighting you <g id="1">also</g> sucks, because it just makes you yell louder...
pt_pt: h: Mas lutar contigo <g id="1">também</g> é uma ^merda^, porque só te faz gritar mais alto...

source: b: Then maybe...
pt_pt: b: Então talvez...

source: h: Maybe we don't have to fight.
pt_pt: h: Talvez não seja necessário lutarmos.

source: b: I'm not a Big Bad Wolf.
pt_pt: b: Eu não sou um Lobo Mau.

source: But I'm not a guard-wolf either.
pt_pt: Mas também não sou um Lobo de Guarda.

source: b: I'm a battered shelter dog.
pt_pt: b: Eu sou um cão de canil maltratado.

source: b: We've been through rough stuff.
pt_pt: b: Nós passamos por coisas difíceis.

source: Maybe trauma or neglect.
pt_pt: Talvez trauma ou negligência.

source: That's why I sometimes over-react and go:
pt_pt: É por isso que às vezes reajo exageradamente e penso:

source: b: YAP YAP YAP YAP YAP
pt_pt: b: AU AU AU AU AU AU AU AU AU

source: b: But I don't <g id="1">want</g> to be a cowardly dog!
pt_pt: b: Mas eu não <g id="1">quero</g> ser um Cão Cobarde!

source: I want to protect you!
pt_pt: Eu quero proteger-te!

source: I want to be a good dog!
pt_pt: Eu quero ser um Bom Cão!

source: b: Human... will you help tame this wolf?
pt_pt: b: Humano... Podes ajudar-me a domar este Lobo?

source: h: I...
pt_pt: h: Eu...

source: I'll try.
pt_pt: Vou tentar.

source: h: Okay.
pt_pt: h: Ok.

source: Healthy relationship with emotions.
pt_pt: Relacionamento saudável com emoções.

source: Relationships need communication.
pt_pt: Relacionamentos precisam de comunicação.

source: So, let's communicate.
pt_pt: Então, vamos comunicar.

source: h: The next five minutes are going to sound super cheesy, but let's fake it 'til we make it.
pt_pt: h: Os próximos cinco minutos vão parecer super melosos, mas é como dizem "prática leva à perfeição".

source: h: Dear inner wolf... how are <g id="1">you</g> feeling?
pt_pt: h: Querido Lobo interior ... como <g id="1">estás</g> a sentir-te?

source: n2: TOTAL FEARS USED:
pt_pt: n2: NÚMERO TOTAL DE MEDOS USADOS:

source: n2: <g id="1">HARMED</g> {{<g id="2">.attack_harm_total}}, <g id="3">UNLOVED</g> {{</g>.attack_alone_total}}, <g id="4">BAD PERSON</g> {{_.attack_bad_total}}
pt_pt: n2: <g id="1">MAGOADO</g> {{<g id="2">.attack_harm_total}}, <g id="3">NÃO AMADO</g> {{</g>.attack_alone_total}}, <g id="4">MÁ PESSOA</g> {{_.attack_bad_total}}

source: n2: WHAT FEAR DO YOU WANT TO TALK ABOUT FIRST?
pt_pt: n2: DE QUE MEDO QUERES FALAR PRIMEIRO?

source: (YOU CAN DO THE OTHERS LATER)
pt_pt: (PODES FALAR DOS OUTROS MAIS TARDE)

source: I'm scared we'll be harmed.
pt_pt: Estou com medo de sermos magoados.

source: I'm scared we'll be alone.
pt_pt: Estou com medo de ficarmos sozinhos.

source: I'm scared we're bad people.
pt_pt: Estou com medo de que sejamos más pessoas .

source: b: I want to protect your need for physical safety,
pt_pt: b: Eu quero proteger a tua necessidade de segurança física,

source: b: But the <g id="1">whole world</g> seems so dangerous.
pt_pt: b: Mas o <g id="1">mundo</g> parece tão perigoso.

source: So full of tragedy and evil.
pt_pt: Tão cheio de tragédia e maldade.

source: {{if _.a4_fears_discussed==1}} b: I dunno, enough of <g id="1">me</g> choosing what to say next.
pt_pt: {{if _.a4_fears_discussed==1}} b: Não sei, chega de ser <g id="1">eu</g> a escolher o que dizer a seguir.

source: What do <g id="2">you</g> say, human?
pt_pt: O que <g id="2">dizes</g> , humano?

source: {{if _.a4_fears_discussed==2}} b: Again, back to you, human.
pt_pt: {{if _.a4_fears_discussed==2}} b: Outra vez, de volta a ti, humano.

source: What do you think?
pt_pt: O que achas?

source: {{if _.a4_fears_discussed==3}} b: More thoughts, human?
pt_pt: {{if _.a4_fears_discussed==3}} b: Mais pensamentos, humano?

source: You're right.
pt_pt: Tens razão.

source: So let's protect ourselves.
pt_pt: Então, vamos proteger-nos.

source: Let's expose ourselves to <g id="2">more</g> danger.
pt_pt: Vamos expor-nos a <g id="2">mais</g> perigos.

source: <g id="1">Thank you.</g>
pt_pt: <g id="1">Obrigado.</g>

source: b: But... how?
pt_pt: b: Mas ... como?

source: I have fangs and claws, but I'm just a metaphor.
pt_pt: Tenho presas e garras, mas sou apenas uma metáfora.

source: h: We could learn self-defense?
pt_pt: h: Podemos aprender autodefesa?

source: Join a community that protects each other?
pt_pt: Juntarmo-nos a uma comunidade onde nos protegemos uns aos outros?

source: Improve our general health & personal boundaries?
pt_pt: Melhorar a nossa saúde geral e limites pessoais?

source: b: Maybe, but...
pt_pt: b: Talvez, mas ...

source: Where do we even start?
pt_pt: Por onde começamos?

source: What if they still don't work?
pt_pt: E se ainda não funcionarem?

source: What if we go overboard on "safety"?
pt_pt: E se exagerarmos na "segurança"?

source: b: There's so much to do, so much we need to fix about ourselves.
pt_pt: b: Há tanto a fazer, tanta coisa que precisamos de consertar sobre nós mesmos.

source: What do we even <g id="1">begin</g> with?
pt_pt: Com o que <g id="1">começamos</g>?

source: h: We're beginning right now.
pt_pt: h: Estamos a começar agora.

source: b: Eh?
pt_pt: b: Ah?

source: h: We're practicing good communication right now.
pt_pt: h: Estamos a praticar boa comunicação agora.

source: Which will help us detect danger better, with fewer false positives,
pt_pt: O que nos ajudará a detetar melhor o perigo, com menos falsos positivos,

source: h: And <g id="1">that</g> will help protect us from harm!
pt_pt: h: E <g id="1">isso</g> vai ajudar-nos a proteger contra o perigo!

source: h: Therefore: this <g id="1">is</g> self-defense training.
pt_pt: h: Portanto: isto <g id="1">é um</g> treino de autodefesa.

source: I was expecting more of this:
pt_pt: Eu estava à espera de algo como:

source: h: True, there's no way to 100% protect ourselves...
pt_pt: h: Verdade, não há como nos proteger a 100%...

source: h: But even a 1% improvement is still worth something, right?
pt_pt: h: Mas mesmo uma melhoria de 1% já vale alguma coisa, certo?

source: b: You're seeing the glass as not 99% empty, but 1% full?
pt_pt: b: Estás a ver o copo, não como 99% vazio, mas como 1% cheio?

source: h: Which is still worth something if you're stranded in the desert.
pt_pt: h: O que ainda vale alguma coisa se estiveres perdido no deserto.

source: b: Well.
pt_pt: b: Bem.

source: Bottoms up, then.
pt_pt: Bota abaixo, então.

source: b: I mean, the whole reason you ignored my warnings was because <g id="1">I</g> went overboard with safety!
pt_pt: b: Quer dizer, tu só ignoraste os meus avisos porque <g id="1">eu exagerei</g> com a segurança!

source: h: Naw, you're right.
pt_pt: h: Não, tens razão.

source: We would want to do safety in moderation.
pt_pt: Gostaríamos de segurança em moderação.

source: Everything in moderation.
pt_pt: Tudo em moderação.

source: b: Sorry, <g id="1">EVERYTHING</g> in moderation?
pt_pt: b: Desculpa, <g id="1">TUDO</g> em moderação?

source: h: <g id="1">A moderate number of things</g> in moderation.
pt_pt: h: <g id="1">Um número moderado de coisas</g> em moderação.

source: b: Thank you for making your statements recursively self-consistent.
pt_pt: b: Obrigada por fazeres as tuas declarações recursivamente auto consistentes.

source: b: <g id="1">WHAT</g>
pt_pt: b: <g id="1">O QUÊ</g>

source: h: I mean, let's say a dog is scared of thunder.
pt_pt: h: Quer dizer, digamos que um Cão tem medo da trovoada.

source: h: One trick trainers use is to play a recording of thunder at a low volume, then give the dog a treat for staying calm.
pt_pt: h: Um truque que os treinadores usam é tocar uma gravação de trovoada num volume baixo e, a seguir, dão ao cão uma recompensa por ficar calmo.

source: h: Over several days, the trainer raises the volume bit by bit, until the dog has overcome their fear of thunder.
pt_pt: h: Ao longo de vários dias, o treinador aumenta o volume aos poucos, até que o Cão supere o medo de trovões.

source: h: It's called exposure therapy!
pt_pt: h: Chama-se terapia de exposição!

source: h: Since you're a dog, it should work for you too, right?
pt_pt: h: Já que és um Cão, deve funcionar para ti também, certo?

source: All mammals have the same fight-or-flight response.
pt_pt: Todos os mamíferos têm a mesma resposta no que toca a "luta ou fuga".

source: What if we desensitize <g id="2">too</g> much?
pt_pt: E se dessensibilizarmos <g id="2">demais</g>?

source: What if we're exposed to <g id="2">real</g> danger?
pt_pt: E se estivermos expostos a um perigo <g id="2">real</g>?

source: <g id="1">I'm a wolf, not a dog.</g> <g id="2">bb({ eyes:"suspect" })</g>
pt_pt: <g id="1">Eu sou um Lobo, não um Cão.</g> <g id="2">bb({ eyes:"suspect" })</g>

source: h: And I'll show you kindness and patience 'til you're domesticated into a cute lil' puppy.
pt_pt: h: E eu vou mostrar-te bondade e paciência até estares domesticado e virares um cãozinho fofinho.

source: b: D'aw.
pt_pt: b: Aw.

source: b: We <g id="1">just</g> saw what happens if you shut down your fear – you put yourself in <g id="2">actually</g> dangerous situations.
pt_pt: b: <g id="1">Acabamos</g> de ver o que acontece se bloqueares o teu medo - pões-te em situações <g id="2">realmente</g> perigosas.

source: b: Besides, won't <g id="1">too</g> much desensitization turn us into psychopaths?
pt_pt: b: Além disso, <g id="1">demasiada</g> dessensibilização não nos vai transformar em psicopatas?

source: b: Soon we'll give ourselves treats while watching snuff murder porn!
pt_pt: b: Daqui a bocado, vamos estar a recompensar-nos enquanto vemos pornografia de "snuff"!

source: h: I... think there's a line between that and the thunder.
pt_pt: h: Eu... acho que há uma linha entre isso e a trovoada.

source: b: But exactly <g id="1">where</g>, human?
pt_pt: b: Mas <g id="1">onde</g> exatamente, humano?

source: Where?!
pt_pt: Onde?!

source: h: I don't know.
pt_pt: h: Não sei.

source: But <g id="1">you</g> can help me!
pt_pt: Mas <g id="1">podes</g> ajudar-me!

source: h: Working and negotiating with you, we'll draw that line.
pt_pt: h: Ao trabalhar e negociar contigo, conseguiremos traçar essa linha.

source: b: Okay.
pt_pt: b: Ok.

source: But I've got no opposable thumbs, so you have to do the drawing.
pt_pt: Mas eu não tenho polegares, por isso vais ter de ser tu a desenhar.

source: INJURED}} b: For example: we jumped off a freaking <g id="1">roof!</g>
pt_pt: MAGOADO}} b: Por exemplo: saltamos de um <g id="1">telhado!</g>

source: INJURED}} b: For example: we almost jumped off a freaking <g id="1">roof!</g>
pt_pt: MAGOADO}} b: Por exemplo: quase saltamos de um <g id="1">telhado!</g>

source: h: Nah you're right.
pt_pt: h: Nah, tens razão.

source: One <g id="1">can</g> go too far.
pt_pt: <g id="1">Podemos</g> ir mais longe.

source: h: But that's why, if we do exposure therapy, we'll start small, and make small steps upward.
pt_pt: h: Mas é por isso que, se fizermos terapia de exposição, começaremos devagar e daremos pequenos passos para melhorar.

source: h: Just before we hit <g id="1">actual</g> danger, we stop.
pt_pt: h: Antes de atingirmos o perigo <g id="1">real</g>, paramos.

source: b: Yeah I draw the line between hearing loud thunder, and standing in a storm with a tall pointy hat.
pt_pt: b: Sim, eu traço a linha entre ouvir um trovão alto e ficar no meio de uma tempestade com um chapéu alto e pontiagudo.

source: b: Wait, no arguments for or against what I'm feeling?
pt_pt: b: Espera, nenhum argumento a favor ou contra o que estou a sentir?

source: Just... "thank you"?
pt_pt: Só... "obrigado"?

source: h: Yeah!
pt_pt: h: Sim!

source: Thank you for showing your concern for my {{_.thanks_for}}.
pt_pt: Obrigado por mostrares a tua preocupação com o meu {{_.thanks_for}}.

source: h: You okay?
pt_pt: h: Estás bem?

source: b: You've never said <g id="1">thank you</g> to me before.
pt_pt: b: Nunca <g id="1">me tinhas</g> agradecido antes.

source: h: Aw you big fuzzy-wuzzy panic-wolf.
pt_pt: h: Aw, seu grande e felpudo Lobo panicado.

source: h: Even if you over-react, I appreciate you looking out for my {{_.thanks_for}}.
pt_pt: h: Mesmo que reajas de forma exagerada, agradeço por cuidares do meu {{_.thanks_for}}.

source: b: Wait... you're not just repeating "thank you" to avoid actually talking about these fears, are you?
pt_pt: b: Espera... não estás só a repetir "obrigado" para evitar realmente falar sobre esses medos, ou estás?

source: h: Well, stuff's complicated, and I don't always have answers ready.
pt_pt: h: Bem, as coisas são complicadas e nem sempre tenho as respostas prontas.

source: h: It's not like life gives you a list of 3 pre-made dialogue responses.
pt_pt: h: Não é como se a vida nos desse uma lista de 3 respostas de diálogo predefinidas.

source: h: But for now, I can at least say thanks.
pt_pt: h: Mas, por agora, posso pelo menos dizer obrigado.

source: b: Well, thank you too, for listening to me patiently.
pt_pt: b: Bem, obrigado também por me ouvires tão pacientemente.

source: b: You small hairless flesh-mammal.
pt_pt: b: Seu pequeno e careca mamífero.

source: h: Even if your yapping scares me, you're simply trying to protect my {{_.thanks_for}}.
pt_pt: h: Mesmo que os teus latidos me assustem, sei que estás apenas a tentar proteger-me {{_.thanks_for}}.

source: b: Okay, if you keep flattering me like this, the internet's gonna get some weird ideas about us.
pt_pt: b: Ok, se continuares a elogiar-me assim, a internet vai ficar com algumas ideias estranhas sobre nós.

source: h: C'mon, I'm just a vulnerable college-age kid and you're a big, scary wolf.
pt_pt: h: Por amor de Deus, sou apenas um bebé universitário vulnerável e tu és um Lobo grande e assustador.

source: What's the worst that cou--
pt_pt: O que é o pior que pod -

source: h: Actually, do not answer that.
pt_pt: h: Na verdade, não respondas a isso.

source: b: I want to make sure you fulfil that deep, human need to belong...
pt_pt: b: Eu quero ter certeza de que preenches a tua necessidade humana profunda de pertencer...

source: b: But I worry that if anyone ever knew us – the <g id="1">real</g> us – we'd scare them all away.
pt_pt: b: Mas preocupo-me que, caso alguém nos conhecesse - os <g id="1">verdadeiros</g> nós - se assustariam connosco.

source: I agree: let's work on our social life.
pt_pt: Concordo: vamos trabalhar na nossa vida social.

source: I think people like us.
pt_pt: Acho que as pessoas gostam de nós.

source: Let's find out?
pt_pt: Vamos descobrir?

source: h: We could practice skills like asking questions, listening and empathizing, being open and vulnerable, etc?
pt_pt: h: Poderíamos praticar habilidades como fazer perguntas, ouvir e ter empatia, ser aberto e vulnerável, etc?

source: h: Or make better social habits, like scheduling time with friends or regularly going to meetups?
pt_pt: h: Ou criar hábitos sociais melhores, como planear qualquer coisa com amigos ou sair regularmente?

source: h: Could also learn to get more comfortable with rejection.
pt_pt: h: Também poderíamos aprender a ficar mais confortáveis com rejeição.

source: h: Or learn to know when people <g id="1">aren't</g> rejecting us, they're just tired or have Resting ^Bitch^ Face.
pt_pt: h: Ou aprender a saber quando as pessoas <g id="1">não</g> nos estão a rejeitar, estão apenas cansadas ou a têm Resting ^Bitch^ Face.

source: b: That's a lot of options.
pt_pt: b: Há muitas opções.

source: But, about "learning social skills"...
pt_pt: Mas, sobre "aprender habilidades sociais"...

source: Isn't that <g id="2">manipulative?</g>
pt_pt: Isso não é <g id="2">manipulador?</g>

source: Won't that make us <g id="2">easier to manipulate?</g>
pt_pt: Não nos tornará <g id="2">mais fáceis de manipular?</g>

source: What if we still fail?
pt_pt: E se falharmos?

source: b: Aren't serial killers who can read their victims' emotions great at "empathy"?
pt_pt: b: Os serial killers que podem ler as emoções das vítimas não são ótimos com "empatia"?

source: b: Didn't Charles Manson win friends and influence people?
pt_pt: b: O Charles Manson não arranjou amigos e influenciou pessoas?

source: h: No, you're right.
pt_pt: h: Não, tens razão.

source: h: "Social skills" mean nothing if we don't genuinely care <g id="1">for</g> people.
pt_pt: h: "Habilidades sociais" não significam nada se não quisermos, genuinamente, saber <g id="1">das</g> pessoas.

source: h: Basically, just don't be a ^dick^.
pt_pt: h: Basicamente, basta não ser ^imbecil^.

source: b: That's a motivational poster caption right there.
pt_pt: b: Está aí uma magnifica frase para um poster motivacional.

source: h: “Don't Be A ^Dick^™”
pt_pt: h: “Não sejas ^Imbecil^ ™”

source: b: We'll become a Welcome doormat, saying Please and Thank You as people wipe their feet on us!
pt_pt: b: Vamos tornar-nos tapetes de boas-vindas, a dizer "por favor" e "obrigado" enquanto as pessoas limpam os pés em nós!

source: b: We'll kiss so much butt, it'll look like we're wearing brown lipstick!
pt_pt: b: Vamos lamber tantas botas, vai parecer que estamos usar graxa nos lábios!

source: h: Nah, you're right.
pt_pt: h: Não, tens razão.

source: "Social skills" can't be just about pleasing others, it's also got to be about setting <g id="1">boundaries.</g>
pt_pt: "Habilidades sociais" não pode ser apenas para agradar aos outros, também serve para estabelecer <g id="1">limites.</g>

source: h: We can't invite others into our home, if we have no walls to hold up our home.
pt_pt: h: Não podemos convidar outras pessoas para a nossa casa, se não tivermos paredes para sustentá-la.

source: h: Also... re: that lipstick mental image... <g id="1">ew??</g>
pt_pt: h: Também... re: aquela imagem mental dos lábios... <g id="1">ew??</g>

source: h: We might fail.
pt_pt: h: Podemos falhar.

source: Actually, we <g id="1">will</g> fail.
pt_pt: Na verdade, <g id="1">iremos</g> falhar.

source: h: And that's fine!
pt_pt: h: Mas não há problema!

source: Failing is how anyone learns anything new at first!
pt_pt: Fracassar é como se aprende!

source: h: So let's fail forward together, yeah?
pt_pt: h: Então, vamos avançar juntos, ok?

source: b: Sure, I guess... worst-case scenario, we can just skip town and get a new identity.
pt_pt: b: Claro, acho eu... na pior das hipóteses, podemos simplesmente fugir da cidade e arranjar uma identidade nova.

source: h: Yeah I think that only costs two bitcoins these days.
pt_pt: h: Sim, acho que isso só custa duas bitcoins hoje em dia.

source: h: We could try some experiments!
pt_pt: h: Podíamos fazer algumas experências!

source: h: We could ping a friend to hang out, reconnect with an old pal, or even just chat with a barista.
pt_pt: h: Podíamos enviar um ping a um amigo para sair, reconectar com um colega ou até conversar com o barista.

source: h: I think we may find we're more likeable than we suspect.
pt_pt: h: Acho que podemos descobrir que somos mais simpáticos do que achamos.

source: What if these are small, cheap "wins"?
pt_pt: E se essas forem "vitórias" pequenas?

source: What if this is a burden to others?
pt_pt: E se isso for inconveniente para os outros?

source: But small talk isn't the <g id="2">real</g> us!
pt_pt: Mas conversa fiada não é o "<g id="2">verdadeiro</g> nós"!

source: b: If we put on a shallow smile, we'll never really connect with anyone,
pt_pt: b: Se pusermos um sorriso falso, nunca vamos realmente conectar-nos com ninguém,
